Repository: rodnoy/CryptoZap
Catalog: CryptoZap/Resources/Localization/Localizable.xcstrings/*.lproj/Localizable.strings
Languages: fr, ru

# DragFilesToEncrypt
source: Drop files here to encrypt
fr: Déposez les fichiers à chiffrer
ru: Перетащите файлы для шифрования

source: Cancel
fr: Annuler
ru: Отменить

source: Decrypt file
fr: Déchiffrer le fichier
ru: Расшифровать файл

# QuitApp
source: Quit CryptoZap
fr: Quitter CryptoZap
ru: Выйти из CryptoZap

source: OK
ru: Подтвердить

# DecryptionError
source: Decryption failed
fr: Échec du déchiffrement
ru: Ошибка при расшифровке

# EncryptionSuccess
source: File successfully encrypted
fr: Fichier chiffré avec succès
ru: Файл успешно зашифрован

source: User cancelled folder selection
fr: L'utilisateur a annulé la sélection du dossier
ru: Пользователь отменил выбор папки

source: Enter password
fr: Entrez le mot de passe
ru: Введите пароль

source: Wrong password
fr: Mot de passe incorrect
ru: Неверный пароль

# ArchiveFailure
source: Archive failed
fr: Échec de l'archivage
ru: Ошибка архивации

# DecryptionFailure
source: Decryption failed
fr: Échec du déchiffrement
ru: Ошибка при расшифровке

# EncryptionFailure
source: Encryption failed
fr: Échec du chiffrement
ru: Ошибка при шифровании

source: Permission denied
fr: Accès refusé
ru: Нет доступа к файлу

# PrintEncryptionSuccess
source: The file has been successfully encrypted and saved:
fr: Le fichier a été crypté et enregistré avec succès :
ru: Файл успешно зашифрован и сохранён:

# SelectFolderToUnpack
source: Select the folder to unpack
fr: Sélectionner un dossier pour le décompactage
ru: Выбрать папку для распаковки

# PrintDecompressionSuccess
source: The files are unpacked:
fr: Les fichiers sont décompressés :
ru: Файлы распакованы:
